Repository: xbmc/translations
Catalog: kodi-translations/kodi-main/merged-langfiles/pvr.dvbviewer/resources/language/resource.language.*/strings.po
Languages: af_za, cs_cz, cy_gb, de_de, fr_ca, pt_br, th_th, tr_tr

# #30000
source: DVBViewer Media Server IP Address
af_za: DVBViewer Media Server IP Adres
cs_cz: IP adresa mediálního serveru DVBVieweru
de_de: IP Adresse des DVBViewer Media Servers
fr_ca: Adresse IP du serveur multimédia DVBViewer
pt_br: Endereço IP do servidor de media DVBViewer
tr_tr: DVBViewer Medya Sunucusu IP Adresi

# #30001
source: Webinterface Port
af_za: Webkoppelvlak Poort
cs_cz: Port webového rozhraní
cy_gb: Porth Rhyngwyneb Gwe
de_de: Weboberflächenport
fr_ca: Port de l’interface Web
pt_br: Porta da interface Web
th_th: พอร์ต Webinterface
tr_tr: Web arayüzü bağlantı noktası

# #30002
source: Username
af_za: Gebruikersnaam
cs_cz: Uživatelské jméno
cy_gb: Enw defnyddiwr
de_de: Benutzername
fr_ca: Nom d’utilisateur
pt_br: Nome de utilizador
th_th: ชื่อผู้ใช้
tr_tr: Kullanıcı adı

# #30003
source: Password
af_za: Wagwoord
cs_cz: Heslo
cy_gb: Cyfrinair
de_de: Passwort
fr_ca: Mot de passe
pt_br: Senha
th_th: รหัสผ่าน
tr_tr: Parola

# #30004
source: Use Wake-on-LAN to wake up service
af_za: Gebruik Wake-on-LAN om diens te waak
cs_cz: Použít WakeOnLAN k probuzení služby
de_de: Benutze Wake-on-LAN um den Service zu wecken
fr_ca: Utiliser le réveil par le réseau pour réveiller le service
pt_br: Usar Wake-on-LAN para despertar o serviço
tr_tr: Hizmeti uyandırmak için Yerel Ağda Uyandırma özelliğini kullan

# #30005
source: MAC address
af_za: MAC-adres
cs_cz: Adresa MAC
de_de: MAC-Adresse
fr_ca: Adresse MAC
pt_br: Endereço de MAC
tr_tr: MAC adresi

# #30006
source: Profile ID
af_za: Profiel ID
cs_cz: ID profilu
de_de: Profil ID
fr_ca: ID du profil
pt_br: ID do perfil
tr_tr: Profil Kimliği

# #30010
source: Use favourites instead of channel list
af_za: Gebruik gunstelinge in plaas van kanaal lys
cs_cz: Použít oblíbené namísto seznamu kanálů
cy_gb: Defnyddio ffefrynnau yn lle'r rhestr sianeli
de_de: Favoriten anstelle einer Kanalliste verwenden
fr_ca: Utiliser les favoris au lieu de la liste des chaînes
pt_br: Usar favoritos em vez de lista de canais
th_th: ใช้ ที่ชื่นชอบ แทนที่ของ รายการช่อง
tr_tr: Kanal listeleri yerine sık kullanılanları kullan

# #30011
source: Use local favourites file
af_za: Gebruik lokale gunstelinge lêer
cs_cz: Použít místní soubor oblíbených
cy_gb: Defnyddio ffeil ffefrynnau lleol
de_de: Lokale Favoritendatei verwenden
fr_ca: Utiliser un fichier local de favoris
pt_br: Usar arquivo local de favoritos
th_th: ใช้แฟ้มที่ชื่นชอบภายใน
tr_tr: Yerel sık kullanılanlar dosyasını kullan

# #30012
source: Select the favourites.xml file
af_za: Selekteer die favourites.xml lêer
cs_cz: Vyberte soubor favourites.xml
cy_gb: Dewis ffeil favourites.xml
de_de: Wähle die favourites.xml-Datei
fr_ca: Sélectionner le fichier favourites.xml
pt_br: Selecione o arquivo favourites.xml
th_th: เลือกแฟ้ม favourites.xml
tr_tr: favourites.xml dosyasını seç

# #30020
source: Enable Timeshift
af_za: Stel tydskuif in staat
cs_cz: Povolit časový posun
cy_gb: Galluogi Symud Amser
de_de: Timeshift aktivieren
fr_ca: Activer le décalage temporel
pt_br: Ativar Ver mais tarde
th_th: เปิดใช้งานเลื่อนเวลา
tr_tr: Zaman Kaydırmayı Etkinleştir

# #30021
source: Timeshift buffer path
af_za: Tydskuif buffer pad
cs_cz: Cesta k vyrovnávací paměti časového posunu
cy_gb: Llwybr byffro Symud Amser
de_de: Timeshift Puffer-Pfad
fr_ca: Chemin du tampon de décalage temporel
pt_br: Localização do buffer Ver mais tarde
th_th: เส้นทางบัฟเฟอร์ของ Timeshift
tr_tr: Zaman kaydırma arabellek yolu

# #30025
source: Off
af_za: Af
cs_cz: Vypnout
cy_gb: Diffodd
de_de: Inaktiv
fr_ca: Arrêt
pt_br: Desligado
th_th: ปิด
tr_tr: Kapalı

# #30026
source: On playback
af_za: Met terugspeel
cs_cz: Při přehrávání
de_de: Beim Abspielen
fr_ca: Lors de la lecture
pt_br: Ao reproduzir
tr_tr: Oynatma sırasında

# #30027
source: On pause
af_za: Met pouseer
cs_cz: Při pozastavení
de_de: Während der Pause
fr_ca: Lors de la pause
pt_br: Ao pausar
tr_tr: Duraklama sırasında

# #30040
source: Enable low performance mode (disables logos & thumbnails)
af_za: Stel lae werkverrigting modus in staat (deaktiveer logos & duimnaelsketse)
cs_cz: Povolit režim nízkého výkonu (zakáže loga a náhledy)
cy_gb: Galluogi'r modd perfformiad isel (anablu logos a lluniau bach)
de_de: Niedrigen Leistungsmodus aktivieren (deaktiviert Logos & Miniaturansichten)
fr_ca: Permettre le mode à basse performance (désactive les logos et les imagettes)
pt_br: Ativar modo de baixa performance (sem logotipos nem miniaturas)
th_th: เปิดใช้งานโหมดการทำงานต่ำ (ปิดใช้งาน โลโก้ & รูปย่อ)
tr_tr: Düşük performans kipini etkinleştir (logo ve küçük resimleri devre dışı bırakır)

# #30041
source: Custom Live TV timeout (0 to use default)
af_za: Pasgemaakte Live TV tydverstreke (0 om verstek te gebruik)
cs_cz: Vlastní časový limit živého vysílání (0 pro použití výchozího)
de_de: Benutzerdefinierter Live-TV-Timeout (0 um den Standard zu verwenden)
fr_ca: Temporisation personnalisée de la télé en direct (0 pour utiliser la valeur par défaut)
pt_br: Esgotamento por inação do Live TV personalizado (0 para padrão)
tr_tr: Özel Canlı TV zaman aşımı (varsayılanı kullanmak için 0)

# #30042
source: Stream read chunk size (0 for Kodi's default)
af_za: Stroom lees stuk grootte (0 vir Kodi se verstek)
cs_cz: Velikost bloku dat čtení streamu (0 pro výchozí Kodi)
de_de: Blockgröße beim Streamen (0 für Kodi's Standard)
fr_ca: Taille des fragments de lecture du flux (0 pour la valeur par défaut de Kodi)
pt_br: Tamanho do pacote de leitura em stream (0 para padrão do Kodi)
tr_tr: Akış okuma yığın boyutu (Kodi'nin varsayılan değeri 0)

# #30050
source: Group recordings
af_za: Groep opnames
cs_cz: Seskupovat nahrávky
cy_gb: Grwpio recordiadau
de_de: Gruppenaufnahmen
fr_ca: Regrouper les enregistrements
pt_br: Agrupar gravações
th_th: การบันทึกกลุ่ม
tr_tr: Kayıtları grupla

# #30051
source: disabled
af_za: gedeaktiveer
cs_cz: zakázáno
cy_gb: anablwyd
de_de: deaktiviert
fr_ca: désactivé
pt_br: desativado
th_th: ปิดใช้งาน
tr_tr: devre dışı

# #30052
source: by recording directory
af_za: volgens opname gids
cs_cz: podle složky nahrávky
cy_gb: yn ôl cyfeiriadur recordio
de_de: nach Aufnameverzeichnis
fr_ca: par répertoire d’enregistrement
pt_br: por pasta de gravação
th_th: โดย ไดเรกทอรีการบันทึก
tr_tr: kayıt dizinine göre

# #30053
source: by recording date
af_za: volgens opname datum
cs_cz: podle data nahrávky
cy_gb: yn ôl dyddiad recordio
de_de: nach Aufnahmedatum
fr_ca: par date d’enregistrement
pt_br: por data de gravação
th_th: โดย วันที่บันทึก
tr_tr: kayıt tarihine göre

# #30054
source: by first letter
af_za: volgens eerste letter
cs_cz: podle počátečního písmena
cy_gb: yn ôl llythyren cyntaf
de_de: nach dem ersten Buchstaben
fr_ca: par première lettre
pt_br: por primeira letra
th_th: โดย อักษรตัวแรก
tr_tr: İlk harfe göre

# #30055
source: by tv channel
af_za: volgens tv kanaal
cs_cz: podle televizního kanálu
cy_gb: yn ôl sianel teledu
de_de: nach Fernsehsender
fr_ca: par chaîne télé
pt_br: por canal de tv
th_th: โดย ช่องทีวี
tr_tr: tv kanalına göre

# #30056
source: by series
af_za: volgens reeks
cs_cz: podle seriálu
cy_gb: yn ôl cyfres
de_de: nach Serie
fr_ca: par série
pt_br: por série
th_th: โดย ชุด
tr_tr: diziye göre

# #30057
source: by title
af_za: volgens titel
cs_cz: podle názvu
de_de: nach Titel
fr_ca: par titre
pt_br: por título
tr_tr: başlığa göre

# #30060
source: Put outline (e.g. subtitles) before plot
af_za: Plaas oorsig (bv. onderskrifte) voor plot
cs_cz: Umístit stručné shrnutí (např. titulky) před obsah děje
de_de: Zusammenfassung (z.B. Untertitel) vor der Handlung anzeigen
fr_ca: Mettre le contour (p. ex. les sous-titres) avant l’intrigue
pt_br: Colocar online (ex. legendas) antes de iniciar
th_th: ดึงเค้าโครง (เช่น. คำบรรยาย) ก่อนเรื่องย่อ
tr_tr: Diş çizgileri (örn. altyazılar) çizimden önce koy

# #30061
source: Never
af_za: Nooit
cs_cz: Nikdy
cy_gb: Byth
de_de: Nie
fr_ca: Jamais
pt_br: Nunca
th_th: ไม่เลย
tr_tr: Asla

# #30062
source: In EPG only
af_za: Slegs in EPG
cs_cz: Pouze v televizním programu
de_de: Nur im EPG
fr_ca: Dans le GÉP seulement
pt_br: Apenas em EPG
th_th: ใน EPG เท่านั้น
tr_tr: Sadece EPG içinde

# #30063
source: In recordings only
af_za: Slegs in opnames
cs_cz: Pouze v nahrávkách
de_de: Nur in Aufnahmen
fr_ca: Dans les enregistrements seulement
pt_br: Apenas em gravações
th_th: ในการบันทึกเท่านั้น
tr_tr: Sadece kayıtlarda

# #30064
source: Always
af_za: Altyd
cs_cz: Vždy
cy_gb: Bob tro
de_de: Immer
fr_ca: Toujours
pt_br: Sempre
th_th: เสมอ
tr_tr: Her zaman

# #30070
source: Enable transcoding
af_za: Stel transkodering in staat
cs_cz: Povolit překódování
cy_gb: Galluogi trawscodio
de_de: Transkodierung aktivieren
fr_ca: Activer le transcodage
pt_br: Ativar transcodificação
tr_tr: Dönüştürmeyi etkinleştir

# #30071
source: Off
af_za: Af
cs_cz: Vypnout
cy_gb: Diffodd
de_de: Inaktiv
fr_ca: Arrêt
pt_br: Desligado
th_th: ปิด
tr_tr: Kapalı

# #30077
source: Transcoding URL parameters
af_za: Transkodering URL parameters
cs_cz: Parametry převodu URL
de_de: URL Parameter umcodieren
fr_ca: Transcodage des paramètres d’URL
pt_br: Transcodificação de parametros do URL
tr_tr: Dönüştürücü URL parametreleri

# #30080
source: Enable EDL support
af_za: Stel EDL ondersteuning in staat
cs_cz: Povolit podporu EDL
de_de: EDL-Unterstützung aktivieren
fr_ca: Activer la prise en charge les listes de montage
pt_br: Ativar suporte EDL
tr_tr: EDL desteğini etkinleştir

# #30081
source: Start time padding
af_za: Begin tyd opstop
cs_cz: Odsazení času začátku
de_de: Startzeiterfassung
fr_ca: Remplissage de l’heure de début
pt_br: Iniciar tempo de preenchimento
tr_tr: Başlangıç ​​zamanı dolgusu

# #30082
source: Stop time padding
af_za: Stop tyd opstop
cs_cz: Odsazení času zastavení
de_de: Stopzeiterfassung
fr_ca: Remplissage de l’heure d’arrêt
pt_br: Parar tempo de preenchimento
tr_tr: Durma süresi dolgusu

# #30100
source: General
af_za: Algemeen
cs_cz: Obecné
cy_gb: Cyffredinol
de_de: Allgemein
fr_ca: Général
pt_br: Geral
th_th: ทั่วไป
tr_tr: Genel

# #30101
source: Advanced
af_za: Gevorderde
cs_cz: Rozšířené
cy_gb: Uwch
de_de: Fortgeschritten
fr_ca: Avancé
pt_br: Avançado
th_th: ขั้นสูง
tr_tr: Gelişmiş

# #30102
source: Recordings
af_za: Opnames
cs_cz: Nahrávky
cy_gb: Recordiadau
de_de: Aufnahmen
fr_ca: Enregistrements
pt_br: Gravações
th_th: กำลังบันทึก
tr_tr: Kayıtlar

# #30103
source: Live TV
af_za: Lewendige TV
cs_cz: Živé vysílání
cy_gb: Teledu
de_de: Live-Fernsehen
fr_ca: Télé en direct
pt_br: TV ao Vivo
th_th: ทีวี สด
tr_tr: Canlı TV

# #30110
source: Wake-on-LAN
cs_cz: Probuzení po síti
fr_ca: Réveil par le réseau
tr_tr: LAN'dan Uyandır

# #30111
source: Favourites
af_za: Gunstelinge
cs_cz: Oblíbené
de_de: Favoriten
fr_ca: Favoris
pt_br: Favoritos
tr_tr: Sık Kullanılanlar

# #30112
source: Timeshift
af_za: Tydskuif
cs_cz: Časový posun
fr_ca: Décalage temporel
pt_br: Ver Mais Tarde
tr_tr: Zaman Kaydırma

# #30113
source: Edit Decision List
af_za: Redigeer Besluit Lys
cs_cz: Upravit seznam rozhodnutí
de_de: Entscheidungsliste bearbeiten
fr_ca: Modifier la liste de montage
pt_br: Editar lista de decisão
tr_tr: Karar Listesini Düzenle

# #30114
source: Transcoding
af_za: Transkodering
cs_cz: Překódování
de_de: Transcodieren
fr_ca: Transcodage
pt_br: A transcodificar
tr_tr: Dönüştürücü

# #30400
source: Default
af_za: Verstek
cs_cz: Výchozí
de_de: Standard
fr_ca: Valeur par défaut
pt_br: Normal
tr_tr: Varsayılan

# #30401
source: Unimportant (Lowest)
af_za: Onbelangrik (laagste)
cs_cz: Nedůležité (Nejnižší)
de_de: Unwichtig (niedrigste Prio)
fr_ca: Sans importance (la moins élevée)
pt_br: Não importante (mais baixa)
tr_tr: Önemsiz (En düşük)

# #30402
source: Low
af_za: Laag
cs_cz: Nízká
de_de: Niedrig
fr_ca: Basse
pt_br: Baixa
tr_tr: Düşük

# #30403
source: Normal
af_za: Normaal
cs_cz: Normální
fr_ca: Normale

# #30404
source: High
af_za: Hoog
cs_cz: Vysoká
de_de: Hoch
fr_ca: Élevée
pt_br: Alta
tr_tr: Yüksek

# #30405
source: Important (Highest)
af_za: Belangrik (hoogste)
cs_cz: Důležité (nejvyšší)
de_de: Wichtig (höchste Prio)
fr_ca: Importante (la plus élevée)
pt_br: Importante (mais alta)
tr_tr: Önemli (En Yüksek)

# #30410
source: Automatic
af_za: Outomaties
cs_cz: Automatické
de_de: Automatisch
fr_ca: Automatique
pt_br: Automático
tr_tr: Otomatik

# #30420
source: One time (Scheduled by guide-based timer rule)
af_za: Een keer (Geskeduleer deur gids-gebaseerde tydhouer reël)
cs_cz: Jednou (naplánováno pravidlem časovače)
de_de: Einmalig (geplant nach guide-basierter Zeitregel)
fr_ca: Une fois (planifiée par une règle de minuterie d’après le guide)
pt_br: Uma vez (agendado por regra de temporizador baseado no guia)
tr_tr: Bir kez (Kılavuz tabanlı zamanlayıcı kuralı ile zamanlanır)

# #30430
source: Disabled
af_za: Nie in staat gestel
cs_cz: Zakázáno
de_de: Ausschalten
fr_ca: Désactivé
pt_br: Desativado
tr_tr: Devre dışı

# #30431
source: Record if EPG title differs
af_za: Neem op as EPG titel verskil
cs_cz: Nahrávat, pokud se liší název televizního programu
de_de: Aufnahme bei abweichenden EPG-Titel
fr_ca: Enregistrer si le titre du GÉP diffère
pt_br: Gravar se o título do EPG for diferente
tr_tr: EPG başlığı farklıysa kaydet

# #30432
source: Record if EPG subtitle differs
af_za: Neem op as EPG onderskrif verskil
cs_cz: Nahrávat, pokud se liší titulek televizního programu
de_de: Aufnahme bei abweichendem EPG-Untertitel
fr_ca: Enregistrer si le sous-titre du GÉP diffère
pt_br: Gravar se o subtítulo do EPG for diferente
tr_tr: EPG altyazısı farklıysa kaydet

# #30433
source: Record if EPG title and subtitle differs
af_za: Neem op as EPG titel en onderskrif verskil
cs_cz: Nahrávat, pokud se liší název a titulek televizního programu
de_de: Aufnahme, wenn EPG-Titel und Untertitel voneinander abweichen
fr_ca: Enregistrer si le titre et le sous-titre du GÉP diffèrent
pt_br: Gravar se o título e o subtítulo do EPG for diferente
tr_tr: EPG başlığı ve altyazısı farklıysa kaydet

# #30500
source: Unable to connect to the DVBViewer Media Server
af_za: Nie in staat om aan die DVBViewer Media Bediener te konnekteer nie
cs_cz: Nelze se spojit s mediálním serverem DBVieweru
de_de: Die Verbindung zum DVBViewer Media Server kann nicht hergestellt werden
fr_ca: Impossible de se connecter au serveur multimédia DVBViewer
pt_br: Não foi possível ligar ao servidor de media DVBViewer
tr_tr: DVBViewer Medya Sunucusuna bağlanılamıyor

# #30501
source: DVBViewer Media Server version %s or higher required
af_za: DVBViewer Media Bediener weergawe %s of hoër vereis
cs_cz: Je vyžadován mediální server DVBVieweru verze %s nebo vyšší
de_de: DVBViewer Media Server Version %s oder höher erforderlich
fr_ca: La version %s ou ultérieure du serveur multimédia DVBViewer est exigée
pt_br: Requer a versão %s ou superior do servidor de media DVBViewer
tr_tr: DVBViewer Media Sunucu sürümü %s veya üstü gerekir

# #30502
source: Unable to parse channel list
af_za: Nie in staat om kanaal lys te verwerk
cs_cz: Nelze analyzovat seznam kanálů
cy_gb: Methu didoli'r rhestr sianeli
de_de: Kanal-Liste konnte nicht eingelesen werden
fr_ca: Impossible d’analyser la liste des chaînes
pt_br: Não foi possível analisar a lista de canais
th_th: ไม่สามารถแยกวิเคราะห์ รายการช่อง
tr_tr: Kanal listesi ayrıştırılamıyor

# #30503
source: Check Kodi log for more information
af_za: Gaan Kodi log na vir meer inligting
cs_cz: Více informací najdete v záznamu událostí (log) v Kodi
cy_gb: Gwirio cofnod Kodi am ragor o wybodaeth
de_de: Überprüfen Sie das Kodi-Protokoll für weitere Informationen
fr_ca: Consultez le journal de Kodi pour plus d’informations
pt_br: Verifique o registo do Kodi para mais informação
th_th: ตรวจสอบบันทึกระบบของ Kodi สำหรับข้อมูลเพิ่มเติม
tr_tr: Daha fazla bilgi için Kodi günlük dosyasını deneyleyin

# #30504
source: Unable to open local favourites.xml
af_za: Nie in staat om lokale favourites.xml oop te maak nie
cs_cz: Nedaří se otevřít místní favourites.xml
cy_gb: Methu agor local favourites.xml
de_de: Lokale favourites.xml konnte nicht geladen werden
fr_ca: Impossible d’ouvrir le fichier favourites.xml local
pt_br: Não foi possível abrir o ficheiro local favorites.xml
th_th: ไม่สามารถเปิด favourites.xml ภายใน
tr_tr: Yerel favourites.xml dosyası açılamıyor

# #30505
source: Unable to parse favourites list
af_za: Nie in staat om gunstelinge lys te verwerk nie
cs_cz: Nedaří se analyzovat seznam oblíbených
cy_gb: Methu didoli local favourites.xml
de_de: Favoriten-Liste konnte nicht eingelesen werden
fr_ca: Impossible d’analyser la liste des favoris
pt_br: Não foi possível analisar a lista de favoritos
th_th: ไม่สามารถแยกวิเคราะห์ รายการที่ชื่นชอบ
tr_tr: Sık kullanılanlar listesi ayrıştırılamıyor

# #30506
source: Unable to parse timer list
af_za: Nie in staat om tydhouer lys te verwerk nie
cs_cz: Nedaří se analyzovat seznam časovačů
cy_gb: Methu didoli'r rhestr amsrelen
de_de: Timer-Liste konnte nicht eingelesen werden
fr_ca: Impossible d’analyser la liste des minuteries
pt_br: Não foi possível analisar a lista de temporizadores
th_th: ไม่สามารถแยกวิเคราะห์ รายการตั้งเวลา
tr_tr: Zamanlayıcı listesi ayrıştırılamıyor

# #30507
source: Please reset the EPG database and restart Kodi afterwards
af_za: Herstel asseblief die EPG databasis en begin Kodi oor daarna
cs_cz: Obnovte databázi televizního programu a poté restartujte Kodi
de_de: Bitte setzen Sie die EPG-Datenbank zurück und starten Sie Kodi neu
fr_ca: Veuillez réinitialiser la base de données du GÉP et redémarrer Kodi ensuite
pt_br: Por favor reponha a base de dados EPG e reinicie o Kodi
th_th: กรุณาคืนค่าฐานข้อมูล EPG แล้วเริ่มระบบ Kodi ใหม่ หลังจากนั้น
tr_tr: Lütfen EPG veritabanını sıfırlayın ve ardından Kodi'yi yeniden başlatın

# #30508
source: Favourites contains unresolvable channel: %s
af_za: Gunstelinge bevat onoplosbare kanaal: %s
cs_cz: Oblíbené obsahují neřešitelný kanál: %s
de_de: Die Favoriten enthalten einen nicht auflösbaren Kanal: %s
fr_ca: Les favoris contiennent une chaîne impossible à atteindre : %s
pt_br: Favoritos contém um canal indisponível: %s
tr_tr: Sık kullanılanlar çözülemeyen kanal içeriyor: %s

# #30509
source: Favourites enabled but none defined
af_za: Gunstelinge in staat gestel, maar geen gedefinieer
cs_cz: Oblíbené jsou povoleny, ale nejsou definovány
de_de: Favoriten aktiviert aber keine definiert
fr_ca: Les favoris sont activés, mais non définis
pt_br: Favoritos ativo mas nenhum definido
tr_tr: Sık kullanılanlar etkin ancak tanımlanmadı

# #30510
source: The time period cannot span more than 24 hours
af_za: Die tyd periode kan nie oor meer as 24 ure strek nie
cs_cz: Časové období nemůže překlenout více než 24 hodin
de_de: Der Zeitraum darf nicht mehr als 24 Stunden betragen
fr_ca: La durée ne peut pas dépasser 24 heures
pt_br: O periodo de tempo não pode ultrapassar as 24 horas
tr_tr: Süre 24 saatten fazla olamaz

# #30511
source: EDL support requires DVBViewer Media Server %s or higher
af_za: EDL ondersteuning vereis DVBViewer Media Bediener %s of hoër
cs_cz: Podpora EDL vyžaduje mediální server DVBVieweru %s nebo vyšší
de_de: EDL-Unterstützung erfordert DVBViewer Media Server %s oder höher
fr_ca: Le serveur multimédia DVBViewer %s ou ultérieur est exigé pour la prise en charge des listes de montage
pt_br: Suporte EDL requer a versão %s ou superior do servidor de media DVBViewer
tr_tr: EDL desteği için DVBViewer Media Sunucu %s veya üstü gerekir

# #30512
source: PVR is running with guest permissions
af_za: PVR loop met guest regte
cs_cz: PVR je spuštěno s oprávněním hosta
de_de: PVR läuft mit Gastberechtigungen.
fr_ca: Le numériscope fonctionne avec des permissions d’invité
pt_br: O PVR encontra-se a correr com permissões de convidado
tr_tr: PVR konuk izinleriyle çalışıyor

# #30513
source: Search phrase cannot be empty
af_za: Soek frase kan nie leeg wees nie
cs_cz: Vyhledávací fráze nemůže být prázdná
de_de: Suchbegriff darf nicht leer sein
fr_ca: La phrase à chercher ne peut pas être vide
pt_br: O campo de pesquisa não pode estar vazio
tr_tr: Arama ifadesi boş olamaz

# #30514
source: Timeshift buffer path does not exist
af_za: Tydskuif buffer pad bestaan nie
cs_cz: Popisované umístění pro vyrovnávací paměť časového posunu neexistuje
de_de: Pfad für den Zeitversatz Puffer existiert nicht
fr_ca: Le chemin du tampon de décalage temporel n’existe pas
pt_br: Caminho do buffer de Ver mais tarde não existe
tr_tr: Timeshift arabellek yolu mevcut değil

# #30515
source: Unable to retrieve user data from the backend
af_za: Kan nie gebruiker data vanaf die agtergrondprogram terugkry nie
cs_cz: Nelze načíst data uživatele z backendu
de_de: Benutzerdaten können nicht aus dem Backend abgerufen werden
fr_ca: Impossible de récupérer les données d’utilisateur provenant de la dorsale du numériscope
pt_br: Impossível recolher dados do utilizador da infraestrutura
tr_tr: Kullanıcı verileri arka uçtan alınamıyor

# #30516
source: Unable to parse user data from the backend
af_za: Kan nie gebruiker data vanaf die agtergrondprogram verwerk nie
cs_cz: Nelze zpracovat data uživatele z backendu
de_de: Benutzerdaten aus dem Backend können nicht analysiert werden.
fr_ca: Impossible d’analyser les données d’utilisateur provenant de la dorsale du numériscope
pt_br: Impossível analisar dados do utilizador na infraestrutura
tr_tr: Kullanıcı verileri arka uçtan ayrıştırılamıyor

# #30000
source: DVBViewer Recording Service IP Address
cy_gb: Cyfeiriad IP Gwasanaeth Recordio DVBViewer
th_th: ที่อยู่ไอพีของ DVBViewer Recording Service

# #30500
source: Unable to connect to the DVBViewer Recording Service
cy_gb: Methu cysylltu â'r Gwasanaeth Recordio DVBViewer
th_th: ไม่สามารถเชื่อมต่อไปยัง DVBViewer Recording Service

# #30501
source: DVBViewer Recording Service version %s or higher required
cy_gb: Mae angen Gwasanaeth Recordio DVBViewer fersiwn %d neu well
th_th: ต้องการ DVBViewer Recording Service เวอร์ชั่น %s หรือสูงกว่า
