Repository: xbmc/translations
Catalog: translations/xbmc-main/tempfiles_txupdate/addons/visualization.milkdrop/resources/language/Spanish (Mexico)/strings.po
Languages: es_mx

# Addon Summary
source: MilkDrop takes you flying through the soundwaves you're hearing
es_mx: MilkDrop the lleva volando a través de las ondas de sonido que estás escuchando

# Addon Description
source: MilkDrop was originally a music visualiser "plug-in" to the Winamp music player. As you listen to your music, MilkDrop takes you flying through the actual soundwaves you're hearing, and uses beat detection to trigger myriad psychedelic effects, creating a rich visual journey through sound.
es_mx: MilkDrop originalmente fue un "plug-in" visualizador de música para el reproductor de música Winamp. Mientras escuchas tu músuca, MilkDrop te lleva volando a través de las ondas de sonido que estás escuchando en ese momento, y usa detección de ritmo para desencadenar múltiples efectos psicodélicos, creando un rico recorrido visual a través del sonido.

# #30000
source: Automatic Blend Time
es_mx: Tiempo de Mezcla Automático

# #30001
source: Time Between Presets
es_mx: Tiempo Entre Preajustes

# #30002
source: Additional Random Time
es_mx: Tiempo Aleatorio Adicional

# #30003
source: Enable Anisotropic Filtering
es_mx: Habilitar Filtrado Anisotrópico

# #30004
source: Enable Hard Cuts
es_mx: Habilitar Cortes en Seco

# #30005
source: Loudness Threshold For Hard Cuts
es_mx: Umbral de Intensidad para Cortes en Seco

# #30006
source: Average Time Between Hard Cuts
es_mx: Tiempo Promedio Entre Cortes en Seco

# #30007
source: Maximum Refresh Rate
es_mx: Máxima Frecuencia de Actualización

# #30008
source: Enable Stereo 3D
es_mx: Habilitar Estéreo 3D

# #30009
source: Preset Pack
es_mx: Paquete de Preajustes

# #30010
source: User Preset Folder
es_mx: Carpeta de Usuario de Preajustes

# #30011
source: Preset Shuffle Mode
es_mx: Modo Aleatorio de Preajustes

# #30020
source: WA51 Presets
es_mx: Preajustes WA51

# #30021
source: Winamp Presets
es_mx: Preajustes de Winamp

# #30022
source: User Defined Preset Folder
es_mx: Carpeta de Preajustes Definidos por Usuario

# #30050
source: %2.0f secs
es_mx: %2.0f segs
