Repository: xbmc/translations
Catalog: kodi-translations/kodi-main/.httpcache/TRX/kodi-main/pvr.argustv/*/strings.po
Languages: ca_es, cy_gb, eu_es, is_is, lt_lt, pt_pt, sq_al, uk_ua

# Addon Summary
source: Kodi frontend for the ARGUS TV PVR http://www.argus-tv.com//
ca_es: Frontal de Kodi per a ARGUS TV PVR http://www.argus-tv.com//
cy_gb: Pen blaen Kodi ar gyfer ARGUS TV PVR http://www.argus-tv.com//
eu_es: Kodiren interfazea ARGUS TV PVRrako http://www.argus-tv.com//
is_is: Kodi framendi fyrir ARGUS TV upptökutæki (PVR) http://www.argus-tv.com//
lt_lt: Kodi sąsaja su ARGUS TV PVR http://www.argus-tv.com//
pt_pt: Interface Kodi para ARGUS TV PVR http://www.argus-tv.com//
sq_al: Kodi frontend për ARGUS TV PVR http://www.argus-tv.com &
uk_ua: Накладка Kodi для ARGUS TV PVR http://www.argus-tv.com//

# Addon Description
source: ARGUS TV PVR frontend. Supports streaming of Live TV & Recordings, listening to Radio channels, EPG and schedules.
ca_es: Frontal d'ARGUS TV PVR. És compatible amb les transmissions en línia de TV en directe i enregistraments, escolta d'emissores de ràdio, guia electrònica de programació (EPG) i programacions.
cy_gb: Pen blaen ARGUS TV PVR. Mae'n cynnal ffrydio Teledu Byw a Recordiadau, gwrando ar sianeli Radio ac Amserlenni Rhaglenni Electronig.
eu_es: ARGUS TV PVR interfazea. Ondokoa ahalbidetzen du: zuzeneko telebistaren streaming-a eta grabazioak, irrati kateak entzutea, PGEa eta programatzeko egutegiak.
is_is: ARGUS TV framendi; styður streymingu á beinum útsendingum og upptökum, hlustun á útvarpsstöðvar sjónvarpsvísum (EGP) og dagskráryfirlitum.
lt_lt: ARGUS TV PVR frontend. Palaiko transliaciją ir įrašus iš Live TV. Klausykite radijo kanalus ir derinkite EPG tvarkaraščius.
pt_pt: Interface ARGUS TV PVR. Suporta transmissão e gravação de TV em direto, audição de estações de rádio, EPG e agendamentos.
sq_al: ARGUS TV PVR frontend. Përkrah transmetimin e Live TV's & Regjistrime, dëgjim në radio-kanale, EPG dhe orare.
uk_ua: Накладка для ARGUS TV. Підтримує потокове Live TV і запис, прослуховування радіо каналів, телегід та планування.

# Addon Disclaimer
source: This is unstable software! The authors are in no way responsible for failed recordings, incorrect timers, wasted hours, or any other undesirable effects..
ca_es: Aquest és programari inestable! Els autors no són de cap manera responsables dels enregistraments que fallin, temporitzadors incorrectes, hores perdudes, o qualsevol altre efecte indesitjat..
cy_gb: Mae'r feddalwedd hon yn ansefydlog! Nid yw'r awduron yn gyfrifol mewn unrhyw ffordd am fethu recordio, amseru gwallus, oriau wedi eu gwastraffu, nac effeithiau annymunol eraill.
eu_es: Software hau ezegonkorra da! Egilea ez da arduratzen grabazio-erroreetaz, kronometro-erroreetaz, ordu galduetaz edo beste edozein ondorio ezerosoetaz.
is_is: Þetta er óstöðugur hugbúnaður! Höfundarnir eru á engan hátt ábyrgir fyrir misheppnuðum upptökum, röngum upptökutímum, klukkustundum sem að fóru í súginn eða nokkrum öðrum óæskilegum áhrifum.
lt_lt: Tai yra nestabili programinė įranga! Autorius jokiu būdu neatsakingas už nepavykusius įrašus, neteisingus laikmačius, iššvaistytas valandas, ar nutikus kitiems nepageidaujamiems poveikiams ...[COLOR=red](Kodi.lt siūlo/rekomenduoja testuojant šį priedą persijungti į Anglų [orinali] kalbą)[/COLOR]
pt_pt: Este software é instável! Os autores não podem ser responsabilizados por gravações falhadas, temporizadores incorretos, horas desperdiçadas ou qualquer outro tipo de efeitos indesejáveis...
sq_al: Ky është program i paqëndrueshëm! Autorët e këtij programi nuk janë në as një mënyrë përgjegjës për regjistrime të gabuara, kohëmatës të pasaktë, kohë të humbur ose efekte të tillë të padëshirueshëm.
uk_ua: Це нестабільна програма! Автори не несуть відповідальності за попсуті записи, неправильні таймери, втрачений час та інші небажані ефекти.

# #30000
source: ARGUS TV Hostname
ca_es: Nom d'amfitrió d'ARGUS TV
cy_gb: Enw gwesteiwr ARGUS TV
eu_es: ARGUS TV ostalari-izena
is_is: Nafn á ARGUS TV hýsingunni
lt_lt: ARGUS TV mazgo vardas
pt_pt: Nome do servidor ARGUS TV
uk_ua: Сервер ARGUS TV

# #30001
source: ARGUS TV webserver port
ca_es: Port del servidor web d'ARGUS TV
cy_gb: Porth gweinydd gwe ARGUS TV
eu_es: ARGUS TV web-zerbitzariaren ataka
is_is: Vefmiðlaragátt ARGUS TV
lt_lt: ARGUS TV serverio prievadas
pt_pt: Porta do servidor web ARGUS TV
sq_al: ARGUS TV porta i webserver'it
uk_ua: Порт веб-сервера ARGUS TV

# #30002
source: Include Radio
ca_es: Inclou la ràdio
cy_gb: Cynnwys Radio
eu_es: Irratia Barne Hartu
is_is: Hafa úrvarp með
lt_lt: Įtraukti radiją
pt_pt: Incluir rádio
sq_al: Përfshij Radio
uk_ua: Додати радіо

# #30003
source: Connect timeout (s)
ca_es: Temps d'expiració de la connexió (s)
cy_gb: Terfyn amser cysylltu (eiliadau)
eu_es: Konexioa denboraz kanpo (s)
is_is: Tengitími útrennur (ms)
lt_lt: Prisijungimui skyrtas laikas (s)
pt_pt: Tempo limite da ligação (s)
sq_al: Shkëputje lidhje(s)h
uk_ua: Затримка зв’язку (с)

# #30004
source: Windows user account
ca_es: Compte d'usuari de Windows
cy_gb: Cyfrif defnyddiwr Windows
eu_es: Windows-eko erabiltzaile kontua
is_is: Windows notandanafn
lt_lt: Windows vartotojo sąskaita
pt_pt: Conta de utilizador Windows
sq_al: Llogari përdoruesi windows
uk_ua: Рахунок користувача Windows

# #30005
source: Password
ca_es: Contrasenya
cy_gb: Cyfrinair
eu_es: Pasahitza
is_is: Lykilorð
lt_lt: Slaptažodis
pt_pt: Palavra-passe
sq_al: Fjalëkalim
uk_ua: Пароль

# #30006
source: Delay after tuning (ms)
ca_es: Retard després de la sintonització (ms)
cy_gb: Oedi ar Ã´l tiwnio (m'au)
eu_es: Sintonizatu osteko atzerapena (ms)
is_is: Biðtími eftir rásaval (ms)
lt_lt: Atidėti po derinimo (ms)
pt_pt: Atraso após a sintonização (ms)
sq_al: Vonesë pas akordimit (ms)
uk_ua: Затримка після регулювання (мс)

# #30007
source: Single recordings in folder
ca_es: Un sol enregistrament per carpeta.
cy_gb: Recordiadau sengl yn y ffolder hon
eu_es: Grabazio bakarreko karpetak
is_is: Ein upptaka í möppu
lt_lt: Atskiri įrašymai aplanke
pt_pt: Gravações únicas na pasta
sq_al: Regjistrime teke në dosje
